Repository: 3cky/aqi-telegram-bot
Catalog: l10n/locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Hourly PM concentrations
ru_ru: Концентрации частиц (за час)

source: Daily PM concentrations
ru_ru: Концентрации частиц (за сутки)

source: Hourly AQI values
ru_ru: AQI (за час)

source: Daily AQI values
ru_ru: AQI (за сутки)

source: Unknown command: /%(cmd)s Please use /help for list of available commands.
ru_ru: Неизвестная команда: /%(cmd)s Используйте /help для получения списка доступных команд.

source: Hello, I'm *AQI monitor bot*. For help, please use /help command.
ru_ru: Привет! Я бот мониторинга качества воздуха (AQI). Для получения помощи используйте команду /help.

source: *Available commands:* /aqi - show current AQI value /pm - show current PM values /sensor\_info - show PM sensor information
ru_ru: *Доступные команды:* /aqi - показать текущее значение AQI /pm - показать значения концентраций частиц /sensor\_info - показать информацию о датчике частиц

source: Refresh
ru_ru: Обновить

source: No data from PM sensor obtained yet.
ru_ru: Отсутствуют данные с PM-датчика.

source: AQI: *%(aqi)s* %(aqi_symbol)s (measured %(rtime)s ago)
ru_ru: AQI: *%(aqi)s* %(aqi_symbol)s (измерено %(rtime)s назад)

source: PM2.5: *%(pm_25)s* μg/m^3 PM10: *%(pm_10)s* μg/m^3 (measured %(rtime)s ago)
ru_ru: PM2.5: *%(pm_25)s* μg/m^3 PM10: *%(pm_10)s* μg/m^3 (измерено %(rtime)s назад)

source: Hourly PM data is unavailable.
ru_ru: Данные о концентрациях частиц за прошедший час отсутствуют.

source: Daily PM data is unavailable.
ru_ru: Данные о концентрациях частиц за прошедшие сутки отсутствуют.

source: Hourly AQI data is unavailable.
ru_ru: Данные о значениях AQI за прошедший час отсутствуют.

source: Daily AQI data is unavailable.
ru_ru: Данные о значениях AQI за прошедшие сутки отсутствуют.

source: PM sensor info: Firmware version: *%(fw)s*
ru_ru: Информация о датчике частиц: Версия встроенного ПО: *%(fw)s*
